[
	{
		"id": "http://zotero.org/groups/379/items/6QJ3SIFC",
		"type": "book",
		"abstract": "The emergence of digital humanities has been heralded for its commitment to openness, access, and the democratizing of knowledge, but it raises a number of questions about omissions with respect to race, gender, sexuality, disability, and nation. Postcolonial digital humanities is one approach to uncovering and remedying inequalities in digital knowledge production, which is implicated in an information-age politics of knowledge. New Digital Worlds traces the formation of postcolonial studies and digital humanities as fields, identifying how they can intervene in knowledge production in the digital age. Roopika Risam examines the role of colonial violence in the development of digital archives and the possibilities of postcolonial digital archives for resisting this violence. Offering a reading of the colonialist dimensions of global organizations for digital humanities research, she explores efforts to decenter these institutions by emphasizing the local practices that subtend global formations and pedagogical approaches that support this decentering. Last, Risam attends to human futures in new digital worlds, evaluating both how algorithms and natural language processing software used in digital humanities projects produce universalist notions of the \"human\" and also how to resist this phenomenon.",
		"event-place": "Evanston, Illinois",
		"ISBN": "978-0-8101-3885-8",
		"language": "English",
		"number-of-pages": "184",
		"publisher": "Northwestern University Press",
		"publisher-place": "Evanston, Illinois",
		"source": "Amazon",
		"title": "New Digital Worlds: Postcolonial Digital Humanities in Theory, Praxis, and Pedagogy",
		"title-short": "New Digital Worlds",
		"author": [
			{
				"family": "Risam",
				"given": "Roopika"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2018",
					11,
					15
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/379/items/5A5JZ29D",
		"type": "book",
		"abstract": "A collection that explores the processes of making within the digital humanities.On Making in the Digital Humanities fills a gap in our understanding of digital humanities projects and craft by exploring the processes of making as much as the products that arise from it. Focusing on the interwoven layers of human and technological textures that constitute digital humanities scholarship, it assembles a group of well-known, experienced, and emerging scholars in the digital humanities to reflect on various forms of making. The chapters gathered here are individually important, but together provide a very human view of what it is to do the digital humanities, in the past, present, and future. This book will accordingly be of interest to researchers, teachers, and students of the digital humanities; creative humanities, including maker spaces and culture; information studies; the history of computing and technology; and the history of science and the humanities.",
		"ISBN": "978-1-80008-421-6",
		"language": "English",
		"number-of-pages": "306",
		"publisher": "UCL Press",
		"source": "Amazon",
		"title": "On Making in the Digital Humanities: The Scholarship of Digital Humanities Development in Honour of John Bradley",
		"title-short": "On Making in the Digital Humanities",
		"editor": [
			{
				"family": "Nyhan",
				"given": "Julianne"
			},
			{
				"family": "Rockwell",
				"given": "Geoffrey"
			},
			{
				"family": "Sinclair",
				"given": "Stéfan"
			},
			{
				"family": "Ortolja-Baird",
				"given": "Alexandra"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2023",
					6,
					5
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/379/items/PWNCT4Z9",
		"type": "book",
		"abstract": "\"Notwithstanding their differing approaches―digital, archival, historical, iterative, critical, creative, reflective―the essays gathered here articulate new ways of seeing, investigating, and apprehending literature and culture.\" – From the PrefaceThis collection of essays enriches digital humanities research by examining various Canadian cultural works and the advances in technologies that facilitate these interdisciplinary collaborations. Fourteen essays―eleven in English and three in French―survey the helix of place and space. Contributors to Part I chart new archival and storytelling methodologies, while those in Part II venture forth to explore specific cultural and literary texts. Cultural Mapping and the Digital Sphere will serve as an indispensable road map for researchers and those interested in the digital humanities, women's writing, and Canadian culture and literature.Contributors: Jeffery Antoniuk, Susan Brown, Constance Crompton, Ravit H. David, Patricia Demers, Shawn DeSouza-Coelho, Cecily Devereux, Teresa M. Dobson, Sandra Gabriele, Isobel Grundy, Andrea Hasenbank, Paul Hjartarson, Kathleen Kellett, Sasha Kovacs, Vanessa Lent, Margaret Mackey, Breanna Mroczek, Bethany Nowviskie, Ruth Panofsky, Mariana Paredes-Olea, Harvey Quamen, Jennifer Roberts-Smith, Omar Rodriguez-Arenas, Mary-Jo Romaniuk, Stan Ruecker, Lori Saint-Martin, Michelle Schwartz, Stéfan Sinclair, Mireille Mai Truong, Stéphanie Walsh Matthews, Heather Zwicker.",
		"edition": "Illustrated edition",
		"event-place": "Edmonton, Alberta, Canada",
		"ISBN": "978-1-77212-049-3",
		"language": "English",
		"number-of-pages": "336",
		"publisher": "University of Alberta Press",
		"publisher-place": "Edmonton, Alberta, Canada",
		"source": "Amazon",
		"title": "Cultural Mapping and the Digital Sphere: Place and Space",
		"title-short": "Cultural Mapping and the Digital Sphere",
		"editor": [
			{
				"family": "Panofsky",
				"given": "Ruth"
			},
			{
				"family": "Kellett",
				"given": "Kathleen"
			}
		],
		"author": [
			{
				"family": "Brown",
				"given": "Susan"
			},
			{
				"family": "Romaniuk",
				"given": "Mary-Jo"
			},
			{
				"family": "Antoniuk",
				"given": "Jeffery"
			},
			{
				"family": "Crompton",
				"given": "Constance"
			},
			{
				"family": "David",
				"given": "Ravit H."
			},
			{
				"family": "Demers",
				"given": "Patricia"
			},
			{
				"family": "DeSouza-Coelho",
				"given": "Shawn"
			},
			{
				"family": "Devereux",
				"given": "Cecily"
			},
			{
				"family": "Dobson",
				"given": "Teresa M."
			},
			{
				"family": "Gabriele",
				"given": "Sandra"
			},
			{
				"family": "Grundy",
				"given": "Isobel"
			},
			{
				"family": "Hasenbank",
				"given": "Andrea"
			},
			{
				"family": "Hjartarson",
				"given": "Paul"
			},
			{
				"family": "Kovacs",
				"given": "Alexandra"
			},
			{
				"family": "Lent",
				"given": "Vanessa"
			},
			{
				"family": "Mackey",
				"given": "Margaret"
			},
			{
				"family": "Matthews",
				"given": "Stephanie Walsh"
			},
			{
				"family": "Mroczek",
				"given": "Breanna"
			},
			{
				"family": "Nowviskie",
				"given": "Bethany"
			},
			{
				"family": "Paredes-Olea",
				"given": "Mariana"
			},
			{
				"family": "Quamen",
				"given": "Harvey"
			},
			{
				"family": "Roberts-Smith",
				"given": "Jennifer"
			},
			{
				"family": "Rodriguez-Arenas",
				"given": "Omar"
			},
			{
				"family": "Ruecker",
				"given": "Stan"
			},
			{
				"family": "Saint-Martin",
				"given": "Lori"
			},
			{
				"family": "Schwartz",
				"given": "Michelle"
			},
			{
				"family": "Sinclair",
				"given": "Stefan"
			},
			{
				"family": "Truong",
				"given": "Mireille Mai"
			},
			{
				"family": "Zwicker",
				"given": "Heather"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2015",
					9,
					30
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/379/items/9LD9UFB9",
		"type": "book",
		"abstract": "The latest installment of a digital humanities bellwether  Contending with recent developments like the shocking 2016 U.S. Presidential election, the radical transformation of the social web, and passionate debates about the future of data in higher education, Debates in the Digital Humanities 2019 brings together a broad array of important, thought-provoking perspectives on the field’s many sides. With a wide range of subjects including gender-based assumptions made by algorithms, the place of the digital humanities within art history, data-based methods for exhuming forgotten histories, video games, three-dimensional printing, and decolonial work, this book assembles a who’s who of the field in more than thirty impactful essays.Contributors: Rafael Alvarado, U of Virginia; Taylor Arnold, U of Richmond; James Baker, U of Sussex; Kathi Inman Berens, Portland State U; David M. Berry, U of Sussex; Claire Bishop, The Graduate Center, CUNY; James Coltrain, U of Nebraska–Lincoln; Crunk Feminist Collective; Johanna Drucker, U of California–Los Angeles; Jennifer Edmond, Trinity College; Marta Effinger-Crichlow, New York City College of Technology–CUNY; M. Beatrice Fazi, U of Sussex; Kevin L. Ferguson, Queens College–CUNY; Curtis Fletcher, U of Southern California; Neil Fraistat, U of Maryland; Radhika Gajjala, Bowling Green State U; Michael Gavin, U of South Carolina; Andrew Goldstone, Rutgers U; Andrew Gomez, U of Puget Sound; Elyse Graham, Stony Brook U; Brian Greenspan, Carleton U; John Hunter, Bucknell U; Steven J. Jackson, Cornell U; Collin Jennings, Miami U; Lauren Kersey, Saint Louis U; Kari Kraus, U of Maryland; Seth Long, U of Nebraska, Kearney; Laura Mandell, Texas A&M U; Rachel Mann, U of South Carolina; Jason Mittell, Middlebury College; Lincoln A. Mullen, George Mason U; Trevor Muñoz, U of Maryland; Safiya Umoja Noble, U of Southern California; Jack Norton, Normandale Community College; Bethany Nowviskie, U of Virginia; Élika Ortega, Northeastern U; Marisa Parham, Amherst College; Jussi Parikka, U of Southampton; Kyle Parry, U of California, Santa Cruz; Brad Pasanek, U of Virginia; Stephen Ramsay, U of Nebraska–Lincoln; Matt Ratto, U of Toronto; Katie Rawson, U of Pennsylvania; Ben Roberts, U of Sussex; David S. Roh, U of Utah; Mark Sample, Davidson College; Moacir P. de Sá Pereira, New York U; Tim Sherratt, U of Canberra; Bobby L. Smiley, Vanderbilt U; Lauren Tilton, U of Richmond; Ted Underwood, U of Illinois, Urbana-Champaign; Megan Ward, Oregon State U; Claire Warwick, Durham U; Alban Webb, U of Sussex; Adrian S. Wisnicki, U of Nebraska–Lincoln.",
		"event-place": "Minneapolis London",
		"ISBN": "978-1-5179-0693-1",
		"language": "English",
		"number-of-pages": "472",
		"publisher": "University of Minnesota Press",
		"publisher-place": "Minneapolis London",
		"source": "Amazon",
		"title": "Debates in the Digital Humanities 2019",
		"editor": [
			{
				"family": "Gold",
				"given": ""
			}
		],
		"issued": {
			"date-parts": [
				[
					"2019",
					4,
					30
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/379/items/52255FFS",
		"type": "book",
		"abstract": "A cutting-edge view of the digital humanities at a time of global pandemic, catastrophe, and uncertaintyWhere do the digital humanities stand in 2023? Debates in the Digital Humanities 2023 presents a state-of-the-field vision of digital humanities amid rising social, political, economic, and environmental crises; a global pandemic; and the deepening of austerity regimes in U.S. higher education. Providing a look not just at where DH stands but also where it is going, this fourth volume in the Debates in the Digital Humanities series features both established scholars and emerging voices pushing the field’s boundaries, asking thorny questions, and providing space for practitioners to bring to the fore their research and their hopes for future directions in the field. Carrying forward the themes of political and social engagement present in the series throughout, it includes crucial contributions to the field—from a vital forum centered on the voices of Black women scholars, manifestos from feminist and Latinx perspectives on data and DH, and a consideration of Indigenous data and artificial intelligence, to essays that range across topics such as the relation of DH to critical race theory, capital, and accessibility.Contributors: Harmony Bench, Ohio State U; Christina Boyles, Michigan State U; Megan R. Brett, George Mason U; Michelle Lee Brown, Washington State U; Patrick J. Burns, New York U; Kent K. Chang, U of California, Berkeley; Rico Devara Chapman, Clark Atlanta U; Marika Cifor, U of Washington; María Eugenia Cotera, U of Texas; T. L. Cowan, U of Toronto; Marlene L. Daut, U of Virginia; Quinn Dombrowski, Stanford U; Kate Elswit, U of London; Nishani Frazier, U of Kansas; Kim Gallon, Brown U; Patricia Garcia, U of Michigan; Lorena Gauthereau, U of Houston; Masoud Ghorbaninejad, University of Victoria; Abraham Gibson, U of Texas at San Antonio; Nathan P. Gibson, Ludwig-Maximilians-Universität, Munich; Kaiama L. Glover, Barnard College; Hilary N. Green, Davidson College; Jo Guldi, Southern Methodist U; Matthew N. Hannah, Purdue U Libraries; Jeanelle Horcasitas, DigitalOcean; Christy Hyman, Mississippi State U; Arun Jacob, U of Toronto; Jessica Marie Johnson, Johns Hopkins U and Harvard U; Martha S. Jones, Johns Hopkins U; Annette K. Joseph-Gabriel, Duke U; Mills Kelly, George Mason U; Spencer D. C. Keralis, Digital Frontiers; Zoe LeBlanc, U of Illinois at Urbana-Champaign; Jason Edward Lewis, Concordia U; James Malazita, Rensselaer Polytechnic Institute; Alison Martin, Dartmouth College; Linda García Merchant, U of Houston Libraries; Rafia Mirza, Southern Methodist U; Mame-Fatou Niang, Carnegie Mellon U; Jessica Marie Otis, George Mason U; Marisa Parham, U of Maryland; Andrew Boyles Petersen, Michigan State U Libraries; Emily Pugh, Getty Research Institute; Olivia Quintanilla, UC Santa Barbara; Jasmine Rault, U of Toronto Scarborough; Anastasia Salter, U of Central Florida; Maura Seale, U of Michigan; Celeste Tường Vy Sharpe, Normandale Community College; Astrid J. Smith, Stanford U Libraries; Maboula Soumahoro, U of Tours; Mel Stanfill, U of Central Florida; Tonia Sutherland, U of Hawaiʻi at Mānoa; Gabriela Baeza Ventura, U of Houston; Carolina Villarroel, U of Houston; Melanie Walsh, U of Washington; Hēmi Whaanga, U of Waikato; Bridget Whearty, Binghamton U; Jeri Wieringa, U of Alabama; David Joseph Wrisley, NYU Abu Dhabi. Cover alt text: A text-based cover with the main title repeating right-side up and upside down. The leftmost iteration appears in black ink; all others are white.",
		"ISBN": "978-1-5179-1528-5",
		"language": "English",
		"number-of-pages": "520",
		"publisher": "Univ Of Minnesota Press",
		"source": "Amazon",
		"title": "Debates in the Digital Humanities 2023",
		"editor": [
			{
				"family": "Gold",
				"given": "Matthew K."
			},
			{
				"family": "Klein",
				"given": "Lauren F."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2023",
					7,
					4
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/379/items/43ZHWRFQ",
		"type": "book",
		"abstract": "Where racism and sexism meet―an understanding of anti-Black misogynyWhen Moya Bailey first coined the term misogynoir, she defined it as the ways anti-Black and misogynistic representation shape broader ideas about Black women, particularly in visual culture and digital spaces. She had no idea that the term would go viral, touching a cultural nerve and quickly entering into the lexicon. Misogynoir now has its own Wikipedia page and hashtag, and has been featured on Comedy Central’s The Daily Show and CNN’s Cuomo Prime Time. In Misogynoir Transformed, Bailey delves into her groundbreaking concept, highlighting Black women’s digital resistance to anti-Black misogyny on YouTube, Facebook, Tumblr, and other platforms. At a time when Black women are depicted as more ugly, deficient, hypersexual, and unhealthy than their non-Black counterparts, Bailey explores how Black women have bravely used social-media platforms to confront misogynoir in a number of courageous―and, most importantly, effective―ways. Focusing on queer and trans Black women, she shows us the importance of carving out digital spaces, where communities are built around queer Black webshows and hashtags like #GirlsLikeUs. Bailey shows how Black women actively reimagine the world by engaging in powerful forms of digital resistance at a time when anti-Black misogyny is thriving on social media. A groundbreaking work, Misogynoir Transformed highlights Black women’s remarkable efforts to disrupt mainstream narratives, subvert negative stereotypes, and reclaim their lives.",
		"edition": "Reprint edition",
		"event-place": "New York",
		"ISBN": "978-1-4798-7874-1",
		"language": "English",
		"number-of-pages": "241",
		"publisher": "NYU Press",
		"publisher-place": "New York",
		"source": "Amazon",
		"title": "Misogynoir Transformed",
		"author": [
			{
				"family": "Bailey",
				"given": "Moya"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2022",
					9,
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/379/items/Z26R5J9I",
		"type": "book",
		"abstract": "This “well-researched, nuanced” study of the rise of social media activism explores how marginalized groups use Twitter to advance counter-narratives, preempt political spin, and build diverse networks of dissent (Ms.)   The power of hashtag activism became clear in 2011, when #IranElection served as an organizing tool for Iranians protesting a disputed election and offered a global audience a front-row seat to a nascent revolution. Since then, activists have used a variety of hashtags, including #JusticeForTrayvon, #BlackLivesMatter, #YesAllWomen, and #MeToo to advocate, mobilize, and communicate. In this book, Sarah Jackson, Moya Bailey, and Brooke Foucault Welles explore how and why Twitter has become an important platform for historically disenfranchised populations, including Black Americans, women, and transgender people. They show how marginalized groups, long excluded from elite media spaces, have used Twitter hashtags to advance counternarratives, preempt political spin, and build diverse networks of dissent.   The authors describe how such hashtags as #MeToo, #SurvivorPrivilege, and #WhyIStayed have challenged the conventional understanding of gendered violence; examine the voices and narratives of Black feminism enabled by #FastTailedGirls, #YouOKSis, and #SayHerName; and explore the creation and use of #GirlsLikeUs, a network of transgender women. They investigate the digital signatures of the “new civil rights movement”—the online activism, storytelling, and strategy-building that set the stage for #BlackLivesMatter—and recount the spread of racial justice hashtags after the killing of Michael Brown in Ferguson, Missouri, and other high-profile incidents of killings by police. Finally, they consider hashtag created by allies, including #AllMenCan and #CrimingWhileWhite.",
		"edition": "Illustrated edition",
		"event-place": "Cambridge, Massachusetts",
		"ISBN": "978-0-262-04337-3",
		"language": "English",
		"number-of-pages": "296",
		"publisher": "The MIT Press",
		"publisher-place": "Cambridge, Massachusetts",
		"source": "Amazon",
		"title": "#HashtagActivism: Networks of Race and Gender Justice",
		"title-short": "#HashtagActivism",
		"author": [
			{
				"family": "Jackson",
				"given": "Sarah J."
			},
			{
				"family": "Bailey",
				"given": "Moya"
			},
			{
				"family": "Welles",
				"given": "Brooke Foucault"
			},
			{
				"family": "Lauren",
				"given": "Genie"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2020",
					3,
					10
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/379/items/NY7APUAM",
		"type": "book",
		"abstract": "Winner, 2022 Nancy Baym Book Award, given by the Association of Internet ResearchersTraces the longstanding relationship between technology and Black feminist thoughtBlack women are at the forefront of some of this century’s most important discussions about technology: trolling, online harassment, algorithmic bias, and influencer culture. But, Catherine Knight Steele argues that Black women’s relationship to technology began long before the advent of Twitter or Instagram. To truly “listen to Black women,” Steele points to the history of Black feminist technoculture in the United States and its ability to decenter white supremacy and patriarchy in a conversation about the future of technology. Using the virtual beauty shop as a metaphor, Digital Black Feminism walks readers through the technical skill, communicative expertise, and entrepreneurial acumen of Black women’s labor―born of survival strategies and economic necessity―both on and offline.Positioning Black women at the center of our discourse about the past, present, and future of technology, Steele offers a through-line from the writing of early twentieth-century Black women to the bloggers and social media mavens of the twenty-first century. She makes connections among the letters, news articles, and essays of Black feminist writers of the past and a digital archive of blog posts, tweets, and Instagram stories of some of the most well-known Black feminist writers of our time. Linking narratives and existing literature about Black women’s technology use in the nineteenth, twentieth, and twenty-first century, Digital Black Feminism traverses the bounds between historical and archival analysis and empirical internet studies, forcing a reconciliation between fields and methods that are not always in conversation. As the work of Black feminist writers now reaches its widest audience online, Steele offers both hopefulness and caution on the implications of Black feminism becoming a digital product.",
		"event-place": "New York",
		"ISBN": "978-1-4798-0838-0",
		"language": "English",
		"number-of-pages": "208",
		"publisher": "NYU Press",
		"publisher-place": "New York",
		"source": "Amazon",
		"title": "Digital Black Feminism",
		"author": [
			{
				"family": "Steele",
				"given": ""
			}
		],
		"issued": {
			"date-parts": [
				[
					"2021",
					10,
					26
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/379/items/9ZDW9IH4",
		"type": "book",
		"abstract": "A wide-ranging, interconnected anthology presents a diversity of feminist contributions to digital humanitiesIn recent years, the digital humanities has been shaken by important debates about inclusivity and scope—but what change will these conversations ultimately bring about? Can the digital humanities complicate the basic assumptions of tech culture, or will this body of scholarship and practices simply reinforce preexisting biases? Bodies of Information addresses this crucial question by assembling a varied group of leading voices, showcasing feminist contributions to a panoply of topics, including ubiquitous computing, game studies, new materialisms, and cultural phenomena like hashtag activism, hacktivism, and campaigns against online misogyny.Taking intersectional feminism as the starting point for doing digital humanities, Bodies of Information is diverse in discipline, identity, location, and method. Helpfully organized around keywords of materiality, values, embodiment, affect, labor, and situatedness, this comprehensive volume is ideal for classrooms. And with its multiplicity of viewpoints and arguments, it’s also an important addition to the evolving conversations around one of the fastest growing fields in the academy.Contributors: Babalola Titilola Aiyegbusi, U of Lethbridge; Moya Bailey, Northeastern U; Bridget Blodgett, U of Baltimore; Barbara Bordalejo, KU Leuven; Jason Boyd, Ryerson U; Christina Boyles, Trinity College; Susan Brown, U of Guelph; Lisa Brundage, CUNY; micha cárdenas, U of Washington Bothell; Marcia Chatelain, Georgetown U; Danielle Cole; Beth Coleman, U of Waterloo; T. L. Cowan, U of Toronto; Constance Crompton, U of Ottawa; Amy E. Earhart, Texas A&M; Nickoal Eichmann-Kalwara, U of Colorado Boulder; Julia Flanders, Northeastern U Library; Sandra Gabriele, Concordia U; Brian Getnick; Karen Gregory, U of Edinburgh; Alison Hedley, Ryerson U; Kathryn Holland, MacEwan U; James Howe, Rutgers U; Jeana Jorgensen, Indiana U; Alexandra Juhasz, Brooklyn College, CUNY; Dorothy Kim, Vassar College; Kimberly Knight, U of Texas, Dallas; Lorraine Janzen Kooistra, Ryerson U; Sharon M. Leon, Michigan State; Izetta Autumn Mobley, U of Maryland; Padmini Ray Murray, Srishti Institute of Art, Design, and Technology; Veronica Paredes, U of Illinois; Roopika Risam, Salem State; Bonnie Ruberg, U of California, Irvine; Laila Shereen Sakr (VJ Um Amel), U of California, Santa Barbara; Anastasia Salter, U of Central Florida; Michelle Schwartz, Ryerson U; Emily Sherwood, U of Rochester; Deb Verhoeven, U of Technology, Sydney; Scott B. Weingart, Carnegie Mellon U.",
		"edition": "1st edition",
		"event-place": "Minneapolis ; London",
		"ISBN": "978-1-5179-0611-5",
		"language": "English",
		"number-of-pages": "544",
		"publisher": "Univ Of Minnesota Press",
		"publisher-place": "Minneapolis ; London",
		"source": "Amazon",
		"title": "Bodies of Information: Intersectional Feminism and the Digital Humanities",
		"title-short": "Bodies of Information",
		"editor": [
			{
				"family": "Losh",
				"given": "Elizabeth"
			},
			{
				"family": "Wernimont",
				"given": "Jacqueline"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2019",
					1,
					8
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/379/items/9TN7PDVT",
		"type": "book",
		"abstract": "Exploring the intersections of digital humanities and African diaspora studies   How can scholars use digital tools to better understand the African diaspora across time, space, and disciplines? And how can African diaspora studies inform the practices of digital humanities? These questions are at the heart of this timely collection of essays about the relationship between digital humanities and Black Atlantic studies, offering critical insights into race, migration, media, and scholarly knowledge production.The Digital Black Atlantic spans the African diaspora’s range—from Africa to North America, Europe, and the Caribbean—while its essayists span academic fields—from history and literary studies to musicology, game studies, and library and information studies. This transnational and interdisciplinary breadth is complemented by essays that focus on specific sites and digital humanities projects throughout the Black Atlantic. Covering key debates, The Digital Black Atlantic asks theoretical and practical questions about the ways that researchers and teachers of the African diaspora negotiate digital methods to explore a broad range of cultural forms including social media, open access libraries, digital music production, and video games. The volume further highlights contributions of African diaspora studies to digital humanities, such as politics and representation, power and authorship, the ephemerality of memory, and the vestiges of colonialist ideologies. Grounded in contemporary theory and praxis, The Digital Black Atlantic puts the digital humanities into conversation with African diaspora studies in crucial ways that advance both. Contributors: Alexandrina Agloro, Arizona State U; Abdul Alkalimat; Suzan Alteri, U of Florida; Paul Barrett, U of Guelph; Sayan Bhattacharyya, Singapore U of Technology and Design; Agata Błoch, Institute of History of Polish Academy of Sciences; Michał Bojanowski, Kozminski U; Sonya Donaldson, New Jersey City U; Anne Donlon; Laurent Dubois, Duke U; Amy E. Earhart, Texas A&M U; Schuyler Esprit, U of the West Indies; Demival Vasques Filho, U of Auckland, New Zealand; David Kirkland Garner; Alex Gil, Columbia U; Kaiama L. Glover, Barnard College, Columbia U; D. Fox Harrell, MIT; Hélène Huet, U of Florida; Mary Caton Lingold, Virginia Commonwealth U; Angel David Nieves, San Diego State U; Danielle Olson, MIT; Tunde Opeibi (Ope-Davies), U of Lagos, Nigeria; Jamila Moore Pewu, California State U, Fullerton; Anne Rice, Lehman College, CUNY; Sercan Şengün, Northeastern U; Janneken Smucker, West Chester U; Laurie N.Taylor, U of Florida; Toniesha L. Taylor, Texas Southern U.",
		"event-place": "Minneapolis",
		"ISBN": "978-1-5179-1080-8",
		"language": "English",
		"number-of-pages": "272",
		"publisher": "Univ Of Minnesota Press",
		"publisher-place": "Minneapolis",
		"source": "Amazon",
		"title": "The Digital Black Atlantic",
		"editor": [
			{
				"family": "Risam",
				"given": "Roopika"
			},
			{
				"family": "Josephs",
				"given": "Kelly Baker"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2021",
					3,
					16
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/379/items/28VZCS9M",
		"type": "book",
		"abstract": "The hidden costs of artificial intelligence—from natural resources and labor to privacy, equality, and freedom\"This study argues that [artificial intelligence] is neither artificial nor particularly intelligent. . . . A fascinating history of the data on which machine-learning systems are trained.\"—New Yorker\"A valuable corrective to much of the hype surrounding AI and a useful instruction manual for the future.\"—John Thornhill, Financial Times\"It’s a masterpiece, and I haven’t been able to stop thinking about it.\"—Karen Hao, senior editor, MIT Tech Review What happens when artificial intelligence saturates political life and depletes the planet? How is AI shaping our understanding of ourselves and our societies? Drawing on more than a decade of research, award‑winning scholar Kate Crawford reveals how AI is a technology of extraction: from the minerals drawn from the earth, to the labor pulled from low-wage information workers, to the data taken from every action and expression. This book reveals how this planetary network is fueling a shift toward undemocratic governance and increased inequity. Rather than taking a narrow focus on code and algorithms, Crawford offers us a material and political perspective on what it takes to make AI and how it centralizes power. This is an urgent account of what is at stake as technology companies use artificial intelligence to reshape the world.",
		"event-place": "New Haven London",
		"ISBN": "978-0-300-26463-0",
		"language": "English",
		"number-of-pages": "336",
		"publisher": "Yale University Press",
		"publisher-place": "New Haven London",
		"source": "Amazon",
		"title": "Atlas of AI: Power, Politics, and the Planetary Costs of Artificial Intelligence",
		"title-short": "Atlas of AI",
		"author": [
			{
				"family": "Crawford",
				"given": "Kate"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2022",
					8,
					16
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/379/items/RK4KRDG6",
		"type": "book",
		"abstract": "An exploration of how design might be led by marginalized communities, dismantle structural inequality, and advance collective liberation and ecological survival.What is the relationship between design, power, and social justice? “Design justice” is an approach to design that is led by marginalized communities and that aims expilcitly to challenge, rather than reproduce, structural inequalities. It has emerged from a growing community of designers in various fields who work closely with social movements and community-based organizations around the world.This book explores the theory and practice of design justice, demonstrates how universalist design principles and practices erase certain groups of people—specifically, those who are intersectionally disadvantaged or multiply burdened under the matrix of domination (white supremacist heteropatriarchy, ableism, capitalism, and settler colonialism)—and invites readers to “build a better world, a world where many worlds fit; linked worlds of collective liberation and ecological sustainability.” Along the way, the book documents a multitude of real-world community-led design practices, each grounded in a particular social movement. Design Justice goes beyond recent calls for design for good, user-centered design, and employment diversity in the technology and design professions; it connects design to larger struggles for collective liberation and ecological survival.",
		"event-place": "Cambridge, Massachusetts",
		"ISBN": "978-0-262-04345-8",
		"language": "English",
		"number-of-pages": "360",
		"publisher": "The MIT Press",
		"publisher-place": "Cambridge, Massachusetts",
		"source": "Amazon",
		"title": "Design Justice: Community-Led Practices to Build the Worlds We Need",
		"title-short": "Design Justice",
		"author": [
			{
				"family": "Costanza-Chock",
				"given": "Sasha"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2020",
					3,
					3
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/379/items/C6VWXM8U",
		"type": "book",
		"abstract": "A new way of thinking about data science and data ethics that is informed by the ideas of intersectional feminism.Today, data science is a form of power. It has been used to expose injustice, improve health outcomes, and topple governments. But it has also been used to discriminate, police, and surveil. This potential for good, on the one hand, and harm, on the other, makes it essential to ask: Data science by whom? Data science for whom? Data science with whose interests in mind? The narratives around big data and data science are overwhelmingly white, male, and techno-heroic. In Data Feminism, Catherine D'Ignazio and Lauren Klein present a new way of thinking about data science and data ethics—one that is informed by intersectional feminist thought.Illustrating data feminism in action, D'Ignazio and Klein show how challenges to the male/female binary can help challenge other hierarchical (and empirically wrong) classification systems. They explain how, for example, an understanding of emotion can expand our ideas about effective data visualization, and how the concept of invisible labor can expose the significant human efforts required by our automated systems. And they show why the data never, ever “speak for themselves.”Data Feminism offers strategies for data scientists seeking to learn how feminism can help them work toward justice, and for feminists who want to focus their efforts on the growing field of data science. But Data Feminism is about much more than gender. It is about power, about who has it and who doesn't, and about how those differentials of power can be challenged and changed.",
		"event-place": "Cambridge, Massachusetts",
		"ISBN": "978-0-262-04400-4",
		"language": "English",
		"number-of-pages": "328",
		"publisher": "The MIT Press",
		"publisher-place": "Cambridge, Massachusetts",
		"source": "Amazon",
		"title": "Data Feminism",
		"author": [
			{
				"family": "D'Ignazio",
				"given": "Catherine"
			},
			{
				"family": "Klein",
				"given": "Lauren F."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2020",
					3,
					17
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/379/items/DV44XS2H",
		"type": "book",
		"abstract": "For well over a century, academic disciplines have studied human behavior using quantitative information. Until recently, however, the humanities have remained largely immune to the use of data—or vigorously resisted it. Thanks to new developments in computer science and natural language processing, literary scholars have embraced the quantitative study of literary works and have helped make Digital Humanities a rapidly growing field. But these developments raise a fundamental, and as yet unanswered question: what is the meaning of literary quantity?           In Enumerations, Andrew Piper answers that question across a variety of domains fundamental to the study of literature. He focuses on the elementary particles of literature, from the role of punctuation in poetry, the matter of plot in novels, the study of topoi, and the behavior of characters, to the nature of fictional language and the shape of a poet’s career. How does quantity affect our understanding of these categories? What happens when we look at 3,388,230 punctuation marks, 1.4 billion words, or 650,000 fictional characters? Does this change how we think about poetry, the novel, fictionality, character, the commonplace, or the writer’s career? In the course of answering such questions, Piper introduces readers to the analytical building blocks of computational text analysis and brings them to bear on fundamental concerns of literary scholarship. This book will be essential reading for anyone interested in Digital Humanities and the future of literary study.",
		"edition": "First edition",
		"event-place": "Chicago ; London",
		"ISBN": "978-0-226-56875-1",
		"language": "English",
		"number-of-pages": "256",
		"publisher": "University of Chicago Press",
		"publisher-place": "Chicago ; London",
		"source": "Amazon",
		"title": "Enumerations: Data and Literary Study",
		"title-short": "Enumerations",
		"author": [
			{
				"family": "Piper",
				"given": "Andrew"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2018",
					8,
					29
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/379/items/3M56U5M8",
		"type": "book",
		"abstract": "For the past seven years, the Stanford Literary Lab, founded by Franco Moretti and Matthew Jockers, has been a leading site of literary scholarship aided by computers and algorithmic methods. This landmark volume gathers the collective research of the group and its most remarkable experiments. From seemingly ineffable matters such as the loudness of thousands of novels, the geographic distribution of emotions, the nature of a sentence and a paragraph, and the evolution of bureaucratic doublespeak, descriptions emerge. The Stanford Literary Lab lets the computers provide new insights for questions from the deep tradition of two centuries of literary inquiry. Rather than, like the rest of us, letting the computers lead. The results are adventurous, witty, challenging, profound. The old questions can finally get new answers as the prelude to new big questions. Canon/Archive is the fulfillment and further development of distant reading, adding a rare, full-length monument to the piecemeal progress of the digital humanities. No student, teacher, or inquisitive reader of literature will want to be without this book just as no one interested in the new data-attentive methods in history, criticism, and the social sciences can afford to evade its summons.",
		"edition": "First edition",
		"event-place": "New York",
		"ISBN": "978-0-9970318-7-4",
		"language": "English",
		"number-of-pages": "336",
		"publisher": "n+1 Foundation",
		"publisher-place": "New York",
		"source": "Amazon",
		"title": "Canon/Archive: Studies in Quantitative Formalism",
		"title-short": "Canon/Archive",
		"author": [
			{
				"family": "Moretti",
				"given": "Franco"
			},
			{
				"family": "Algee-Hewitt",
				"given": "Mark"
			},
			{
				"family": "Allison",
				"given": "Sarah"
			},
			{
				"family": "Gemma",
				"given": "Marissa"
			},
			{
				"family": "Heuser",
				"given": "Ryan"
			},
			{
				"family": "Jockers",
				"given": "Matthew"
			},
			{
				"family": "Katsma",
				"given": "Holst"
			},
			{
				"family": "Le-Khac",
				"given": "Long"
			},
			{
				"family": "Pestre",
				"given": "Dominique"
			},
			{
				"family": "Steiner",
				"given": "Erik"
			},
			{
				"family": "Tevel",
				"given": "Amir"
			},
			{
				"family": "Walser",
				"given": "Hannah"
			},
			{
				"family": "Witmore",
				"given": "Michael"
			},
			{
				"family": "Yamboliev",
				"given": "Irena"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017",
					10,
					31
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/379/items/R9FNRXGX",
		"type": "book",
		"abstract": "An introduction to text analysis using computer-assisted interpretive practices, accompanied by example essays that illustrate the use of these computational tools.The image of the scholar as a solitary thinker dates back at least to Descartes' Discourse on Method. But scholarly practices in the humanities are changing as older forms of communal inquiry are combined with modern research methods enabled by the Internet, accessible computing, data availability, and new media. Hermeneutica introduces text analysis using computer-assisted interpretive practices. It offers theoretical chapters about text analysis, presents a set of analytical tools (called Voyant) that instantiate the theory, and provides example essays that illustrate the use of these tools. Voyant allows users to integrate interpretation into texts by creating hermeneutica―small embeddable “toys” that can be woven into essays published online or into such online writing environments as blogs or wikis. The book's companion website, Hermeneuti.ca, offers the example essays with both text and embedded interactive panels. The panels show results and allow readers to experiment with the toys themselves.The use of these analytical tools results in a hybrid essay: an interpretive work embedded with hermeneutical toys that can be explored for technique. The hermeneutica draw on and develop such common interactive analytics as word clouds and complex data journalism interactives. Embedded in scholarly texts, they create a more engaging argument. Moving between tool and text becomes another thread in a dynamic dialogue.",
		"edition": "Illustrated edition",
		"event-place": "Cambridge, Massachusetts ; London, England",
		"ISBN": "978-0-262-03435-7",
		"language": "English",
		"number-of-pages": "256",
		"publisher": "The MIT Press",
		"publisher-place": "Cambridge, Massachusetts ; London, England",
		"source": "Amazon",
		"title": "Hermeneutica: Computer-Assisted Interpretation in the Humanities",
		"title-short": "Hermeneutica",
		"author": [
			{
				"family": "Rockwell",
				"given": "Geoffrey"
			},
			{
				"family": "Sinclair",
				"given": "Stéfan"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2016",
					4,
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/379/items/6CXSI2HB",
		"type": "book",
		"abstract": "\" Encompassing new technologies, research methods, and opportunities for collaborative scholarship and open-source peer review, as well as innovative ways of sharing knowledge and teaching, the digital humanities promises to transform the liberal arts--and perhaps the university itself. Indeed, at a time when many academic institutions are facing austerity budgets, digital humanities programs have been able to hire new faculty, establish new centers and initiatives, and attract multimillion-dollar grants. Clearly the digital humanities has reached a significant moment in its brief history. But what sort of moment is it? Debates in the Digital Humanities brings together leading figures in the field to explore its theories, methods, and practices and to clarify its multiple possibilities and tensions. From defining what a digital humanist is and determining whether the field has (or needs) theoretical grounding, to discussions of coding as scholarship and trends in data-driven research, this cutting-edge volume delineates the current state of the digital humanities and envisions potential futures and challenges. At the same time, several essays aim pointed critiques at the field for its lack of attention to race, gender, class, and sexuality; the inadequate level of diversity among its practitioners; its absence of political commitment; and its preference for research over teaching.Together, the essays in Debates in the Digital Humanities--which will be published both as a printed book and later as an ongoing, open-access website--suggest that the digital humanities is uniquely positioned to contribute to the revival of the humanities and academic life.Contributors: Bryan Alexander, National Institute for Technology in Liberal Education; Rafael Alvarado, U of Virginia; Jamie \"Skye\" Bianco, U of Pittsburgh; Ian Bogost, Georgia Institute of Technology; Stephen Brier, CUNY Graduate Center; Daniel J. Cohen, George Mason U; Cathy N. Davidson, Duke U; Rebecca Frost Davis, National Institute for Technology in Liberal Education; Johanna Drucker, U of California, Los Angeles; Amy E. Earhart, Texas A&M U; Charlie Edwards; Kathleen Fitzpatrick, Pomona College; Julia Flanders, Brown U; Neil Fraistat, U of Maryland; Paul Fyfe, Florida State U; Michael Gavin, Rice U; David Greetham, CUNY Graduate Center; Jim Groom, U of Mary Washington; Gary Hall, Coventry U, UK; Mills Kelly, George Mason U; Matthew Kirschenbaum, U of Maryland; Alan Liu, U of California, Santa Barbara; Elizabeth Losh, U of California, San Diego; Lev Manovich, U of California, San Diego; Willard McCarty, King's College London; Tara McPherson, U of Southern California; Bethany Nowviskie, U of Virginia; Trevor Owens, Library of Congress; William Pannapacker, Hope College; Dave Parry, U of Texas at Dallas; Stephen Ramsay, U of Nebraska, Lincoln; Alexander Reid, SUNY at Buffalo; Geoffrey Rockwell, Canadian Institute for Research Computing in the Arts; Mark L. Sample, George Mason U; Tom Scheinfeldt, George Mason U; Kathleen Marie Smith; Lisa Spiro, National Institute for Technology in Liberal Education; Patrik Svensson, Umē U; Luke Waltzer, Baruch College; Matthew Wilkens, U of Notre Dame; George H. Williams, U of South Carolina Upstate; Michael Witmore, Folger Shakespeare Library\"--",
		"archive_location": "Clemons Stacks",
		"call-number": "AZ182.D44 2012",
		"event-place": "Minneapolis",
		"ISBN": "978-0-8166-7794-8",
		"language": "English",
		"publisher": "University of Minnesota Press",
		"publisher-place": "Minneapolis",
		"source": "search.lib.virginia.edu",
		"title": "Debates in the Digital Humanities",
		"URL": "https://directory.doabooks.org/handle/20.500.12854/114373 ; https://proxy1.library.virginia.edu/login?url=https://ebookcentral.proquest.com/lib/uva/detail.action?docID=883507 ; https://www.jstor.org/stable/10.5749/j.ctttv8hq",
		"author": [
			{
				"family": "Gold",
				"given": "Matthew K."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2023",
					11,
					29
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2012"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/379/items/LJ2D83C8",
		"type": "book",
		"abstract": "Pairing full-length scholarly essays with shorter pieces drawn from scholarly blogs and conference presentations, as well as commissioned interviews and position statements, Debates in the Digital Humanities 2016 reveals a dynamic view of a field in negotiation with its identity, methods, and reach. Pieces in the book explore how DH can and must change in response to social justice movements and events like #Ferguson; how DH alters and is altered by community college classrooms; and how scholars applying DH approaches to feminist studies, queer studies, and black studies might reframe the commitments of DH analysts. Numerous contributors examine the movement of interdisciplinary DH work into areas such as history, art history, and archaeology, and a special forum on large-scale text mining brings together position statements on a fast-growing area of DH research. In the multivalent aspects of its arguments, progressing across a range of platforms and environments, Debates in the Digital Humanities 2016 offers a vision of DH as an expanded field's new possibilities, differently structured.",
		"archive_location": "Clemons Stacks",
		"call-number": "AZ182.D44 2016",
		"collection-title": "Debates in the digital humanities",
		"event-place": "Minneapolis, London",
		"ISBN": "978-0-8166-9953-7",
		"language": "English",
		"publisher": "University of Minnesota Press",
		"publisher-place": "Minneapolis, London",
		"source": "search.lib.virginia.edu",
		"title": "Debates in the Digital Humanities 2016",
		"issued": {
			"date-parts": [
				[
					"2016"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/379/items/E5LF7P8K",
		"type": "book",
		"abstract": "In Making Things and Drawing Boundaries, critical theory and cultural practice meet creativity, collaboration, and experimentation with physical materials as never before. Foregrounding the interdisciplinary character of experimental methods and hands-on research, this collection asks what it means to make things in the humanities. How is humanities research manifested in hand and on screen alongside the essay and monograph? And, importantly, how does experimentation with physical materials correspond with social justice and responsibility? Comprising almost forty chapters from ninety practitioners across twenty disciplines, Making Things and Drawing Boundaries speaks directly and extensively to how humanities research engages a growing interest in makerculture, however making may be defined.",
		"archive_location": "Clemons Stacks",
		"call-number": "BH301.C84 M355 2017",
		"collection-title": "Debates in the digital humanities",
		"event-place": "Minneapolis",
		"ISBN": "978-1-5179-0284-1",
		"language": "English",
		"publisher": "University of Minnesota Press",
		"publisher-place": "Minneapolis",
		"source": "search.lib.virginia.edu",
		"title": "Making Things and Drawing Boundaries: Experiments in the Digital Humanities",
		"title-short": "Making Things and Drawing Boundaries",
		"author": [
			{
				"family": "Sayers",
				"given": "Jentery (editor)"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/379/items/QPI3KG8G",
		"type": "book",
		"archive_location": "Clemons Stacks",
		"call-number": "P98.5.P38 R36 2011",
		"collection-title": "Topics in the digital humanities",
		"event-place": "Urbana",
		"ISBN": "978-0-252-03641-5",
		"language": "English",
		"publisher": "University of Illinois Press",
		"publisher-place": "Urbana",
		"source": "search.lib.virginia.edu",
		"title": "Reading Machines: Toward an Algorithmic Criticism",
		"title-short": "Reading Machines",
		"URL": "https://proxy1.library.virginia.edu/login?url=https://ebookcentral.proquest.com/lib/uva/detail.action?docID=3413843",
		"author": [
			{
				"family": "Ramsay",
				"given": "Stephen"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2023",
					11,
					29
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2011"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/379/items/T7LN3SME",
		"type": "book",
		"abstract": "Browsing for information with a rich-prospect interface enables a researcher to use a highly-flexible, intuitive tool to assist hypothesis formation and pattern-finding. This book discusses the interface design, with examples of how it can be done, and demonstrates its importance to all aspects of library and information science in the digital age.",
		"archive_location": "Internet materials",
		"call-number": "Internet",
		"collection-title": "Digital Research in the Arts and Humanities",
		"event-place": "London",
		"ISBN": "978-1-317-00120-1",
		"language": "English",
		"publisher": "Routledge",
		"publisher-place": "London",
		"source": "search.lib.virginia.edu",
		"title": "Visual Interface Design for Digital Cultural Heritage: A Guide to Rich-prospect Browsing",
		"title-short": "Visual Interface Design for Digital Cultural Heritage",
		"URL": "https://proxy1.library.virginia.edu/login?url=https://www.taylorfrancis.com/books/9781315547961",
		"author": [
			{
				"family": "Ruecker",
				"given": "Stan"
			},
			{
				"family": "Radzikowska",
				"given": "Milena"
			},
			{
				"family": "Sinclair",
				"given": "Stéfan"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2023",
					11,
					29
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2016"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/379/items/3V8XB8YS",
		"type": "book",
		"archive_location": "Clemons Stacks",
		"call-number": "CT21.B515 2004",
		"collection-title": "Women in culture and society",
		"event-place": "Chicago",
		"ISBN": "978-0-226-06545-8",
		"language": "English",
		"publisher": "University of Chicago Press",
		"publisher-place": "Chicago",
		"source": "search.lib.virginia.edu",
		"title": "How to Make It as a Woman: Collective Biographical History From Victoria to the Present",
		"title-short": "How to Make It as a Woman",
		"author": [
			{
				"family": "Booth",
				"given": "Alison"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2004"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/379/items/5SXWJF87",
		"type": "book",
		"abstract": "On Making in the Digital Humanities fills a gap in our understanding of digital humanities projects and craft by exploring the processes of making as much as the products that arise from it. The volume draws focus to the interwoven layers of human and technological textures that constitute digital humanities scholarship. To do this, it assembles a group of well-known, experienced and emerging scholars in the digital humanities to reflect on various forms of making (we privilege here the creative and applied side of the digital humanities). The volume honours the work of John Bradley, as it is totemic of a practice of making that is deeply informed by critical perspectives. A special chapter also honours the profound contributions that this volume's co-editor, Stéfan Sinclair, made to the creative, applied and intellectual praxis of making and the digital humanities. Stéfan Sinclair passed away on 6 August 2020. The chapters gathered here are individually important, but together provide a very human view on what it is to do the digital humanities, in the past, present and future. This book will accordingly be of interest to researchers, teachers and students of the digital humanities; creative humanities, including maker spaces and culture; information studies; the history of computing and technology; and the history of science and the humanities.",
		"archive_location": "Internet materials",
		"call-number": "Internet",
		"event-place": "London",
		"ISBN": "978-1-80008-420-9",
		"language": "English",
		"publisher": "UCL Press",
		"publisher-place": "London",
		"source": "search.lib.virginia.edu",
		"title": "On Making in the Digital Humanities: The Scholarship of Digital Humanities Development in Honour of John Bradley",
		"title-short": "On Making in the Digital Humanities",
		"URL": "https://proxy1.library.virginia.edu/login?url=https://library.oapen.org/handle/20.500.12657/62237",
		"accessed": {
			"date-parts": [
				[
					"2023",
					11,
					29
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2023"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/379/items/4AUGAMEP",
		"type": "book",
		"abstract": "\"With increasing interest being shown in participatory research models, whether it be Wikipedia, World of Warcraft, participatory writing (like Montfort et al's 10 Print or Laurel et al's Design Research) or the more traditional communal research cultures of the arts collective or engineering lab, the Humanities is increasingly relying on computational tools to do the 'heavy lifting' necessary to process all of this information. Hermeneuti.ca, as its name implies, is about hermeneutical things--the computing tools of research that are usually hidden--how to use them, and how they are interpretative objects to be understood. Hermeneuti.ca is both a book and also a web site (http://hermeneuti.ca) that shows the interactive text analysis tools woven into the book. Essentially, Hermeneuti.ca is both a text about computer-assisted methods and a collection of analytical tools called Voyant (http://voyant-tools.org) that instantiate the authors ideas. While there is a definitely an emphasis on classic Digital Humanities work (corpus analysis, information retrieval, etc.), there is also a focus on the development of software as part of a project of knowledge that encompasses the idea of software as an active part of knowledge production that brings this book into the Software Studies series\"--Provided by publisher.",
		"archive_location": "Stacks (CHECKED OUT)",
		"call-number": "AZ186.R63 2016",
		"event-place": "Cambridge, Massachusetts",
		"ISBN": "978-0-262-03435-7",
		"language": "English",
		"publisher": "The MIT Press",
		"publisher-place": "Cambridge, Massachusetts",
		"source": "search.lib.virginia.edu",
		"title": "Hermeneutica: Computer-assisted Interpretation in the Humanities",
		"title-short": "Hermeneutica",
		"author": [
			{
				"family": "Rockwell",
				"given": "Geoffrey"
			},
			{
				"family": "Sinclair",
				"given": "Stéfan"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2016"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/379/items/EGM55S5S",
		"type": "book",
		"archive_location": "Clemons Stacks",
		"call-number": "P96.T42 K567 2008",
		"event-place": "Cambridge, Mass",
		"ISBN": "978-0-262-11311-3",
		"language": "English",
		"publisher": "MIT Press",
		"publisher-place": "Cambridge, Mass",
		"source": "search.lib.virginia.edu",
		"title": "Mechanisms: New Media and the Forensic Imagination",
		"title-short": "Mechanisms",
		"author": [
			{
				"family": "Kirschenbaum",
				"given": "Matthew G."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2008"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/379/items/ETQLW8HR",
		"type": "book",
		"abstract": "\"The story of writing in the digital age is every bit as messy as the ink-stained rags that littered the floor of Gutenberg's print shop or the hot molten lead of the linotype machine. During the period of the pivotal growth and widespread adoption of word processing as a writing technology, some authors embraced it as a marvel while others decried it as the death of literature. The product of years of archival research and numerous interviews conducted by the author, Track Changes is the first literary history of word processing. Matthew Kirschenbaum examines how the interests and ideals of creative authorship came to coexist with the computer revolution. Who were the first adopters? What kind of anxieties did they share? Was word processing perceived as just a better typewriter or something more? How did it change our understanding of writing? Track Changes balances the stories of individual writers with a consideration of how the seemingly ineffable act of writing is always grounded in particular instruments and media, from quills to keyboards. Along the way, we discover the candidates for the first novel written on a word processor, explore the surprisingly varied reasons why writers of both popular and serious literature adopted the technology, trace the spread of new metaphors and ideas from word processing in fiction and poetry, and consider the fate of literary scholarship and memory in an era when the final remnants of authorship may consist of folders on a hard drive or documents in the cloud.\"--Provided by publisher.",
		"archive_location": "Clemons Stacks",
		"call-number": "Z52.4.K57 2016",
		"event-place": "Cambridge, Massachusetts",
		"ISBN": "978-0-674-41707-6",
		"language": "English",
		"publisher": "The Belknap Press of Harvard University Press",
		"publisher-place": "Cambridge, Massachusetts",
		"source": "search.lib.virginia.edu",
		"title": "Track Changes: A Literary History of Word Processing",
		"title-short": "Track Changes",
		"author": [
			{
				"family": "Kirschenbaum",
				"given": "Matthew G."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2016"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/379/items/DKHZQW7E",
		"type": "book",
		"abstract": "\"Academic institutions are facing a crisis in scholarly publishing at multiple levels: presses are stressed as never before, library budgets are squeezed, faculty are having difficulty publishing their work, and promotion and tenure committees are facing a range of new ways of working without a clear sense of how to understand and evaluate them. Planned Obsolescence is both a provocation to think more broadly about the academy's future and an argument for reconceiving that future in more communally-oriented ways. Facing these issues head-on, Kathleen Fitzpatrick focuses on the technological changes--especially greater utilization of internet publication technologies, including digital archives, social networking tools, and multimedia--necessary to allow academic publishing to thrive into the future. But she goes further, insisting that the key issues that must be addressed are social and institutional in origin. Springing from original research as well as Fitzpatrick's own hands-on experiments in new modes of scholarly communication through MediaCommons, the digital scholarly network she co-founded, Planned Obsolescence explores these aspects of scholarly work, as well as issues surrounding the preservation of digital scholarship and the place of publishing within the structure of the contemporary university. Written in an approachable style designed to bring administrators and scholars into a conversation, Planned Obsolescence explores both symptom and cure to ensure that scholarly communication will remain relevant in the digital future. \"--",
		"archive_location": "Internet materials",
		"call-number": "Internet",
		"event-place": "New York",
		"ISBN": "978-0-8147-2787-4",
		"language": "English",
		"publisher": "New York University Press",
		"publisher-place": "New York",
		"source": "search.lib.virginia.edu",
		"title": "Planned Obsolescence: Publishing, Technology, and the Future of the Academy",
		"title-short": "Planned Obsolescence",
		"URL": "http://RE5QY4SB7X.search.serialssolutions.com/?V=1.0&L=RE5QY4SB7X&S=JCs&C=TC0000606599&T=marc",
		"author": [
			{
				"family": "Fitzpatrick",
				"given": "Kathleen"
			},
			{
				"literal": "Ebook Central - Academic Complete"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2023",
					11,
					29
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2011"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/379/items/79EES94G",
		"type": "book",
		"abstract": "\"In Poetic Operations artist and theorist micha cárdenas considers contemporary digital media, artwork, and poetry in order to articulate trans of color strategies of safety and survival. Drawing on decolonial theory, women of color feminism, media theory, and queer of color critique, caÌ¹rdenas develops a method she calls algorithmic analysis. Understanding algorithms as sets of instructions designed to perform specific tasks (like a recipe), she breaks them into their component parts, called operations. By focusing on these operations, cárdenas identifies how trans and gender nonconforming artists, especially artists of color, rewrite algorithms to counter violence and develop strategies for liberation. In her analyses of Giuseppe Campuzano's holographic art, Esdras Parra's and Kai Cheng Thom's poetry, Mattie Brice's digital games, Janelle Monáe's music videos, and her own artistic practice, cárdenas shows how algorithmic analysis provides new modes of understanding the complex processes of identity and oppression and the intersection of gender, sexuality, and race\"--",
		"archive_location": "Internet materials",
		"call-number": "Internet",
		"collection-title": "Asterisk (Duke University Press)",
		"event-place": "Durham",
		"ISBN": "978-1-4780-1503-1",
		"language": "English",
		"publisher": "Duke University Press",
		"publisher-place": "Durham",
		"source": "search.lib.virginia.edu",
		"title": "Poetic Operations: Trans of Color Art in Digital Media",
		"title-short": "Poetic Operations",
		"URL": "http://RE5QY4SB7X.search.serialssolutions.com/?V=1.0&L=RE5QY4SB7X&S=JCs&C=TC0002486066&T=marc",
		"author": [
			{
				"family": "cárdenas",
				"given": "micha"
			},
			{
				"literal": "e-Duke Books Scholarly Collection"
			},
			{
				"literal": "e-Duke All Books"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2023",
					11,
					29
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2022"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/379/items/87EN6JSU",
		"type": "book",
		"archive_location": "Internet materials",
		"call-number": "Internet",
		"event-place": "London, New York",
		"ISBN": "978-1-84467-026-0",
		"language": "English",
		"publisher": "Verso",
		"publisher-place": "London, New York",
		"source": "search.lib.virginia.edu",
		"title": "Graphs, Maps, Trees: Abstract Models for a Literary History",
		"title-short": "Graphs, Maps, Trees",
		"URL": "http://RE5QY4SB7X.search.serialssolutions.com/?V=1.0&L=RE5QY4SB7X&S=JCs&C=TC0002869429&T=marc",
		"author": [
			{
				"family": "Moretti",
				"given": "Franco"
			},
			{
				"literal": "ACLS Humanities E-Book"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2023",
					11,
					29
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2005"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/379/items/XF6FQ5EC",
		"type": "book",
		"archive_location": "Internet materials",
		"call-number": "Internet",
		"collection-title": "Theory in practice series",
		"event-place": "Beijing, Sebastapol, Calif",
		"ISBN": "978-0-596-51004-6",
		"language": "English",
		"publisher": "O'Reilly",
		"publisher-place": "Beijing, Sebastapol, Calif",
		"source": "search.lib.virginia.edu",
		"title": "Beautiful Code",
		"URL": "http://RE5QY4SB7X.search.serialssolutions.com/?V=1.0&L=RE5QY4SB7X&S=JCs&C=TC0000073757&T=marc",
		"author": [
			{
				"family": "Oram",
				"given": "Andrew"
			},
			{
				"family": "Wilson",
				"given": "Greg"
			},
			{
				"literal": "O'Reilly Online Learning: Academic/Public Library Edition"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2023",
					11,
					29
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2007"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/379/items/JHNRMWRQ",
		"type": "book",
		"abstract": "\"A Companion to Digital Humanities provides a complete yet concise overview of this emerging discipline. The volume contains 37 original articles written by leaders in the field, addressing the central concerns of all those interested in the subject. The articles are grouped into topical sections focusing on: the experience of particular disciplines in applying computational methods to humanities research problems; the basic principles of humanities computing across applications and disciplines; specific applications and methods; and production, dissemination, and archiving. The Companion is accompanied by a website that will evolve with its readership, featuring useful supplementary materials, standard readings that are publicly available, essays to be included in future editions, and other materials - visit www.ach.org/companion.\"--Jacket.",
		"archive_location": "Clemons Stacks",
		"call-number": "AZ105.C588 2004",
		"collection-title": "Blackwell companions to literature and culture",
		"event-place": "Malden, Mass",
		"ISBN": "978-1-4051-0321-3",
		"language": "English",
		"publisher": "Blackwell Pub",
		"publisher-place": "Malden, Mass",
		"source": "search.lib.virginia.edu",
		"title": "A Companion to Digital Humanities",
		"URL": "http://www.digitalhumanities.org/companion/ ; http://www.digitalhumanities.org/companion/index.html",
		"author": [
			{
				"family": "Schreibman",
				"given": "Susan"
			},
			{
				"family": "Siemens",
				"given": "Raymond George"
			},
			{
				"family": "Unsworth",
				"given": "John"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2023",
					11,
					29
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2004"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/379/items/7LANI7VU",
		"type": "book",
		"abstract": "\"Writing History in the Digital Age began as a one-month experiment in October 2010, featuring chapter-length essays by a wide array of scholars with the goal of rethinking traditional practices of researching, writing, and publishing, and the broader implications of digital technology for the historical profession. The essays and discussion topics were posted on a WordPress platform with a special plug-in that allowed readers to add paragraph-level comments in the margins, transforming the work into socially networked texts. This first installment drew an enthusiastic audience, over 50 comments on the texts, and over 1,000 unique visitors to the site from across the globe, with many who stayed on the site for a significant period of time to read the work. To facilitate this new volume, Jack Dougherty and Kristen Nawrotzki designed a born-digital, open-access platform to capture reader comments on drafts and shape the book as it developed. Following a period of open peer review and discussion, the finished product now presents 20 essays from a wide array of notable scholars, each examining (and then breaking apart and reexamining) how digital and emergent technologies have changed the ways that historians think, teach, author, and publish\"--",
		"archive_location": "Internet materials",
		"call-number": "Internet",
		"collection-title": "Digital humanities (Ann Arbor, Mich.)",
		"event-place": "Ann Arbor",
		"ISBN": "978-0-472-02991-4",
		"language": "English.",
		"publisher": "University of Michigan Press",
		"publisher-place": "Ann Arbor",
		"source": "search.lib.virginia.edu",
		"title": "Writing History in the Digital Age",
		"URL": "https://proxy1.library.virginia.edu/login?url=https://library.oapen.org/handle/20.500.12657/24024",
		"author": [
			{
				"family": "Dougherty",
				"given": "Jack"
			},
			{
				"family": "Nawrotzki",
				"given": "Kristen"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2023",
					11,
					29
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2013"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/379/items/A8E4FHJC",
		"type": "book",
		"abstract": "Extra Bold is the inclusive, practical, and informative (design) career guide for everyone!Part textbook and part comic book, zine, manifesto, survival guide, and self-help manual, Extra Bold is filled with stories and ideas that don't show up in other career books or design overviews.• Both pragmatic and inquisitive, the book explores power structures in the workplace and how to navigate them.• Interviews showcase people at different stages of their careers.• Biographical sketches explore individuals marginalized by sexism, racism, and ableism.• Practical guides cover everything from starting out, to wage gaps, coming out at work, cover letters, mentoring, and more.A new take on the design canon.• Opens with critical essays that rethink design principles and practices through theories of feminism, anti-racism, inclusion, and nonbinary thinking.• Features interviews, essays, typefaces, and projects from dozens of contributors with a variety of racial and ethnic backgrounds, abilities, gender identities, and positions of economic and social privilege.• Adds new voices to the dominant design canon.Written collaboratively by a diverse team of authors, with original, handcrafted illustrations by Jennifer Tobias that bring warmth, happiness, humor, and narrative depth to the book.Extra Bold is written by Ellen Lupton (Thinking with Type), Farah Kafei, Jennifer Tobias, Josh A. Halstead, Kaleena Sales, Leslie Xia, and Valentina Vergara.",
		"event-place": "New York",
		"ISBN": "978-1-61689-918-9",
		"language": "English",
		"number-of-pages": "224",
		"publisher": "Princeton Architectural Press",
		"publisher-place": "New York",
		"source": "Amazon",
		"title": "Extra Bold: A Feminist, Inclusive, Anti-racist, Nonbinary Field Guide for Graphic Designers",
		"title-short": "Extra Bold",
		"author": [
			{
				"family": "Lupton",
				"given": "Ellen"
			},
			{
				"family": "Tobias",
				"given": "Jennifer"
			},
			{
				"family": "Halstead",
				"given": "Josh"
			},
			{
				"family": "Xia",
				"given": "Leslie"
			},
			{
				"family": "Sales",
				"given": "Kaleena"
			},
			{
				"family": "Kafei",
				"given": "Farah"
			},
			{
				"family": "Vergara",
				"given": "Valentina"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2021",
					5,
					11
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/379/items/V9FBJ8B7",
		"type": "book",
		"abstract": "\"A 'must have' in the design arsenal.\"—Cat Normoyle, Professor of Graphic Design, East Carolina University\"Provides enough thinking techniques to break out of even the worst creative rut.\"—Creative Woman's CircleLegendary designer Ellen Lupton demystifies the creative process in another essential graphic design book.Graphic Design Thinking explores a variety of techniques to stimulate fresh thinking to arrive at compelling and viable solutions. Each approach is explained with a brief narrative text followed by a variety of visual demonstrations and case studies. Lupton's hands-on, close-up approach, made famous with Thinking with Type, makes the creative process accessible to anyone and removes the myth that creativity is an in-born talent.Presents a wide range of methods applicable to any brainstorming scenario.• Techniques are grouped around the three basic phases of the design process: defining the problem, inventing ideas, and creating form• From informal strategies that are ideal for quick, seat-of-the-pants thinking, to formal research methods• Learn to approach problems through focus groups, interviewing, brand mapping, and co-designIncludes discussions with leading professional designers. Art Chantry, Ivan Chermayeff, Jessica Helfand, Steven Heller, Abbott Miller, Christoph Niemann, Paula Scher, and Martin Venezk reveal how they get ideas and overcome blocks to creativity.Graphic Design Thinking is directed at working designers, design students, and anyone who wants to apply inventive thought patterns to everyday creative challenges in the design process.",
		"edition": "Illustrated edition",
		"event-place": "Baltimore, Md",
		"ISBN": "978-1-56898-979-2",
		"language": "English",
		"number-of-pages": "184",
		"publisher": "Princeton Architectural Press",
		"publisher-place": "Baltimore, Md",
		"source": "Amazon",
		"title": "Graphic Design Thinking: Beyond Brainstorming",
		"title-short": "Graphic Design Thinking",
		"author": [
			{
				"family": "Lupton",
				"given": "Ellen"
			},
			{
				"family": "Phillips",
				"given": "Jennifer Cole"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2011",
					7,
					27
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/379/items/XFVQVWDE",
		"type": "webpage",
		"title": "Search Results",
		"URL": "https://search.lib.virginia.edu/?mode=advanced&q=title:+{Extra+Bold}&pool=uva_library&sort=SortRelevance_desc",
		"accessed": {
			"date-parts": [
				[
					"2023",
					11,
					29
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/379/items/DY79AU7J",
		"type": "book",
		"abstract": "Ellen Lupton, award-winning author of Thinking with Type and How Posters Work, demonstrates how storytelling shapes great designGood design, like good storytelling, brings ideas to life. The latest book from award-winning writer Ellen Lupton is a playbook for creative thinking, showing designers how to use storytelling techniques to create satisfying graphics, products, services and experiences. Whether crafting a digital app or a data-rich publication, designers invite people to enter a scene and explore what’s there. An intriguing logo, page layout or retail space uses line, shape and form to lead users on dynamic journeys.Design Is Storytelling explores the psychology of visual perception from a narrative point of view. Presenting dozens of tools and concepts in a lively, visual manner, this book will help any designer amplify the narrative power of their work. Use this book to stir emotions, build empathy, articulate values and convey action; to construct narrative arcs and create paths through space; integrate form and language; evaluate a project’s storytelling power; and to write and deliver strong narratives.",
		"edition": "1st edition",
		"event-place": "New York, NY",
		"ISBN": "978-1-942303-19-0",
		"language": "English",
		"number-of-pages": "160",
		"publisher": "Cooper Hewitt, Smithsonian Design Museum",
		"publisher-place": "New York, NY",
		"source": "Amazon",
		"title": "Design Is Storytelling",
		"author": [
			{
				"family": "Lupton",
				"given": "Ellen"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017",
					11,
					21
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/379/items/NHY5HSHV",
		"type": "book",
		"abstract": "\"A longstanding excellent primer, in an equally excellent updated edition.\"—Print Ellen Lupton and Jennifer Cole Phillips's celebrated introduction to graphic design, available in a revised and updated edition. Graphic Design: The New Basics (Second Edition, Revised and Expanded) explains the key concepts of visual language that inform any work of design. A foundational graphic design book for students, Lupton and Phillips explore the formal elements of design through visual demonstrations and concise commentary. From logos to letterhead to complex website design, this is a graphic design book for everyone, no matter your design project or focus.Topics include: • Color • Texture • Rhythm and balance • Hierarchy • Layers • Grids • And much more! The new revised edition features new chapters on: • Visualizing data • Typography • Modes of representation • Gestalt principles Sixteen new pages of student and professional work covering such topics as working with grids and designing with color make this a course adoption favorite in any graphic design program and graphic design school. Graphic Design: The New Basics is an invaluable introduction to the field of graphic design for beginners from two accomplished designers and design educators.",
		"edition": "2nd edition",
		"event-place": "New York, NY u.a.",
		"ISBN": "978-1-61689-332-3",
		"language": "English",
		"number-of-pages": "264",
		"publisher": "Princeton Architectural Press",
		"publisher-place": "New York, NY u.a.",
		"source": "Amazon",
		"title": "Graphic Design: The New Basics",
		"title-short": "Graphic Design",
		"author": [
			{
				"family": "Lupton",
				"given": "Ellen"
			},
			{
				"family": "Phillips",
				"given": "Jennifer Cole"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2015",
					7,
					14
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/379/items/FL7MGVT3",
		"type": "book",
		"abstract": "A powerful reminder to anyone who thinks design is primarily a visual pursuit, The Senses accompanies a major exhibition at the Cooper-Hewitt Smithsonian Design Museum that explores how space, materials, sound, and light affect the mind and body. Learn how contemporary designers, including Petra Blaisse, Bruce Mau, Malin+Goetz and many others, engage sensory experience. Multisensory design can solve problems and enhance life for everyone, including those with sensory disabilities. Featuring thematic essays on topics ranging from design for the table to tactile graphics, tactile sound, and visualizing the senses, this book is a call to action for multisensory design practice. The Senses: Design Beyond Vision is mandatory reading for students and professionals working in diverse fields, including products, interiors, graphics, interaction, sound, animation, and data visualization, or anyone seeking the widest possible understanding of design.The book, designed by David Genco with Ellen Lupton, is edited by Lupton and curator Andrea Lipps. Includes essays by Lupton, Lipps, Christopher Brosius, Hansel Bauman, Karen Kraskow, Binglei Yan, and Simon Kinnear.",
		"event-place": "New York",
		"ISBN": "978-1-61689-710-9",
		"language": "English",
		"number-of-pages": "224",
		"publisher": "Princeton Architectural Press",
		"publisher-place": "New York",
		"source": "Amazon",
		"title": "The Senses: Design Beyond Vision",
		"title-short": "The Senses",
		"editor": [
			{
				"family": "Lupton",
				"given": "Ellen"
			},
			{
				"family": "Lipps",
				"given": "Andrea"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2018",
					5,
					15
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/379/items/4S3S6WZK",
		"type": "book",
		"abstract": "Design Your Life is a series of irreverent and realistic snapshots about objects and how we interact with them. By leading design thinker Ellen Lupton and her twin sister Julia Lupton, it shows how design is about much more than what’s bought at high-end stores or the modern look at IKEA. Design is critical thinking: a way to look at the world and wonder why things work, and why they don’t. Illustrated with original paintings of objects both ordinary and odd, Design Your Life casts a sharp eye on everything from roller bags, bras, toilet paper, and stuffed animals to parenting, piles, porches, and potted plants. Using humor and insight Ellen and Julia explore the practical side of everyday design, looking at how it impacts your life in unexpected ways and what you can do about it. Speaking to the popular interest in design as well as people’s desire to make their own way through a mass-produced world, this thoughtful book takes a fresh and humorous approach to make some serious points about the impact of design on our lives.Find out what's wrong with the bras, pillows, potted plants, and the other hopeless stuff you use, buy, clean, water, or put away everyday. Discover how to secretly control the actions of those around you by choosing and placing objects carefully. Find out how roller bags are threatening civilization, and how the layout of your own house might be making you miserable. Use the tools of self-publishing to take the power of branding into your own hands. Taking a fresh, funny look at parenthood, housekeeping, entertaining, time management, crafting, and more, Design Your Life shows you how to evaluate the things you use, and how to recognize forms of order that secretly inhabit the messes of daily life, be it a cluttered room or a busy schedule. Use this book to gain control over your environment and tap into the power of design to communicate with friends, family, and the world.",
		"edition": "Original edition",
		"event-place": "New York",
		"ISBN": "978-0-312-53273-4",
		"language": "English",
		"number-of-pages": "192",
		"publisher": "St. Martin's Griffin",
		"publisher-place": "New York",
		"source": "Amazon",
		"title": "Design Your Life: The Pleasures and Perils of Everyday Things",
		"title-short": "Design Your Life",
		"author": [
			{
				"family": "Lupton",
				"given": "Ellen"
			},
			{
				"family": "Lupton",
				"given": "Julia"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2009",
					5,
					12
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/379/items/2IHWWFJ2",
		"type": "book",
		"abstract": "Is creativity the enemy of usability? How do you judge the success of a person's experience interacting with a web enterprise? Is the effectiveness of an online resource defined only by how \"usable\" it is? In Train of Thoughts, web strategy and design consultant John C. Lenker Jr. provides insight into how web enterprises must interact with people to be successful in the twenty-first century. Train of Thoughts is non-technical and written not only for web designers and developers, but also for any stakeholder in a web enterprise that has a vested interest in ensuring that their online resources become more meaningful and valuable. In this book, you'll learn to understand what motivates people's online behavior and then convert that motivation into online results; communicate with people effectively online so that they really understand what the value proposition of an online resource is; combine forward-thinking information design techniques with systems that pave experiential pathways for people to journey along in pursuit of their interests and goals; properly employ personalization to build relationships; understand the true role of creativity online; uncover screen-space designs that aid and inspire the mind; reconcile business objectives with stakeholder needs; approach process in a way that keeps projects on time, on budget, and on target; create online resources that actually work when they're completed; and actualize creative vision appropriately for the web.",
		"event-place": "Indianapolis, Ind",
		"ISBN": "978-0-7357-1174-7",
		"language": "English",
		"number-of-pages": "312",
		"publisher": "New Riders Pub",
		"publisher-place": "Indianapolis, Ind",
		"source": "Amazon",
		"title": "Train of Thoughts: Designing the Effective Web Experience",
		"title-short": "Train of Thoughts",
		"author": [
			{
				"family": "Jr. Lenker",
				"given": "John C."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2002",
					1,
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/379/items/SPS879M7",
		"type": "book",
		"abstract": "Provides information on design documentation, covering such topics as personas, concept models, site maps, flowcharts, wireframes, and usability plans.",
		"edition": "2nd edition",
		"event-place": "Berkeley, Calif",
		"ISBN": "978-0-321-71246-2",
		"language": "English",
		"number-of-pages": "299",
		"publisher": "New Riders Pub",
		"publisher-place": "Berkeley, Calif",
		"source": "Amazon",
		"title": "Communicating Design: Developing Web Site Documentation for Design and Planning",
		"title-short": "Communicating Design",
		"author": [
			{
				"family": "Brown",
				"given": "Dan M."
			},
			{
				"family": "Danzico",
				"given": "Liz"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2010",
					1,
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/379/items/29UT395H",
		"type": "book",
		"abstract": "WHAT IS THE ONE THING not taught in design school, but is an essential survival skill for practicing designers? Working with other people. And yet, in every project, collaboration with other people is often the most difficult part.The increasing complexity of design projects, the greater reliance on remote team members, and the evolution of design techniques demands professionals who can cooperate effectively. Designing Together is a book for cultivating collaborative behaviors and dealing with the inevitable difficult conversations.Designing Together features:28 collaboration techniques46 conflict management techniques31 difficult situation diagnoses17 designer personality traitsThis book is for designers:On teams large or smallCo-located, remote, or bothWorking in multidisciplinary groupsWithin an organization or consulting from outsideYou’ll also find sidebar contributions from David Belman (Threespot), Mandy Brown (Editorially, A Book Apart), Erika Hall (Mule Design Studio), Denise Jacobs (author), Jonathan Knoll (InfinityPlusOne), Marc Rettig (Fit Associates), and Jeanine Turner (Georgetown University).",
		"edition": "1st edition",
		"event-place": "Berkeley, California",
		"ISBN": "978-0-321-91863-5",
		"language": "English",
		"number-of-pages": "288",
		"publisher": "New Riders",
		"publisher-place": "Berkeley, California",
		"source": "Amazon",
		"title": "Designing Together: The collaboration and conflict management handbook for creative professionals",
		"title-short": "Designing Together",
		"author": [
			{
				"family": "Brown",
				"given": "Dan"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2013",
					6,
					14
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/379/items/GXT4CUMY",
		"type": "book",
		"abstract": "A Primer for Teaching Digital History is a guide for college and high school teachers who are teaching digital history for the first time or for experienced teachers who want to reinvigorate their pedagogy. It can also serve those who are training future teachers to prepare their own syllabi, as well as teachers who want to incorporate digital history into their history courses. Offering design principles for approaching digital history that represent the possibilities that digital research and scholarship can take, Jennifer Guiliano outlines potential strategies and methods for building syllabi and curricula. Taking readers through the process of selecting data, identifying learning outcomes, and determining which tools students will use in the classroom, Guiliano outlines popular research methods including digital source criticism, text analysis, and visualization. She also discusses digital archives, exhibits, and collections as well as audiovisual and mixed-media narratives such as short documentaries, podcasts, and multimodal storytelling. Throughout, Guiliano illuminates how digital history can enhance understandings of not just what histories are told but how they are told and who has access to them.",
		"language": "English",
		"number-of-pages": "254",
		"publisher": "Duke University Press Books",
		"source": "Amazon",
		"title": "A Primer for Teaching Digital History: Ten Design Principles",
		"title-short": "A Primer for Teaching Digital History",
		"author": [
			{
				"family": "Guiliano",
				"given": "Jennifer"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2022",
					4,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/379/items/PDXBTMKF",
		"type": "book",
		"abstract": "The prefix “hyper” refers to multiplicity and abundance. More than a physical space, a hypercity is a real city overlaid with information networks that document the past, catalyze the present, and project future possibilities. Hypercities are always under construction.Todd Presner, David Shepard, and Yoh Kawano put digital humanities theory into practice to chart the proliferating cultural records of places around the world. A digital platform transmogrified into a book, it explains the ambitious online project of the same name that maps the historical layers of city spaces in an interactive, hypermedia environment. The authors examine the media archaeology of Google Earth and the cultural–historical meaning of map projections, and explore recent events―the “Arab Spring” and the Fukushima nuclear power plant disaster―through social media mapping that incorporates data visualizations, photographic documents, and Twitter streams. A collaboratively authored and designed work, HyperCities includes a “ghost map” of downtown Los Angeles, polyvocal memory maps of LA’s historic Filipinotown, avatar-based explorations of ancient Rome, and hour-by-hour mappings of the Tehran election protests of 2009.Not a book about maps in the literal sense, HyperCities describes thick mapping: the humanist project of participating and listening that transforms mapping into an ethical undertaking. Ultimately, the digital humanities do not consist merely of computer-based methods for analyzing information. They are a means of integrating scholarship with the world of lived experience, making sense of the past in the layered spaces of the present for the sake of the open future.",
		"edition": "Illustrated edition",
		"event-place": "Cambridge (Mass.)",
		"ISBN": "978-0-674-72534-8",
		"language": "English",
		"number-of-pages": "216",
		"publisher": "Harvard University Press",
		"publisher-place": "Cambridge (Mass.)",
		"source": "Amazon",
		"title": "HyperCities: Thick Mapping in the Digital Humanities",
		"title-short": "HyperCities",
		"author": [
			{
				"family": "Presner",
				"given": "Todd"
			},
			{
				"family": "Shepard",
				"given": "David"
			},
			{
				"family": "Kawano",
				"given": "Yoh"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2014",
					7,
					7
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/379/items/D7IRJIL3",
		"type": "book",
		"abstract": "FROM CONSTANT CRISIS TO SUSTAINABLE SUCCESS  BETTER CONTENT MEANS BETTER BUSINESS. Your content is a mess: the website redesigns didn’t help, and the new CMS just made things worse. Or, maybe your content is full of potential: you know new revenue and cost-savings opportunities exist, but you’re not sure where to start. How can you realize the value of content while planning for its long-term success?  For organizations all over the world, Content Strategy for the Web is the go-to content strategy handbook. Read it to: Understand content strategy and its business value Discover the processes and people behind a successful content strategy Make smarter, achievable decisions about what content to create and how Find out how to build a business case for content strategy With all-new chapters, updated material, case studies, and more, the second edition of Content Strategy for the Web is an essential guide for anyone who works with content.",
		"edition": "2nd edition",
		"event-place": "Berkeley, CA",
		"ISBN": "978-0-321-80830-1",
		"language": "English",
		"number-of-pages": "224",
		"publisher": "New Riders",
		"publisher-place": "Berkeley, CA",
		"source": "Amazon",
		"title": "Content Strategy for the Web, 2nd Edition",
		"author": [
			{
				"family": "Halvorson",
				"given": "Kristina"
			},
			{
				"family": "Rach",
				"given": "Melissa"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2012",
					2,
					10
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/379/items/F9885DBN",
		"type": "book",
		"abstract": "Life in the image world has made us all voracious, if not always deliberate, consumers of visual messages. Easy access to computer graphic tools has turned many of us into either amateur or professional image producers. But without a basic understanding of visual language, a productive dialogue between producers and consumers of visual communication is impossible. Visual Grammar can help you speak and write about visual objects and their creative potential, and betterunderstand the graphics that bombard you 24/7. It is both a primer on visual language and a visual dictionary of the fundamental aspects of graphic design.Dealing with every imaginable visual conceptfrom abstractions such as dimension, format, and volume; to concrete objects such as form, size, color, and saturation; to activities such as repetition, mirroring, movement, and displacement; to relations such as symmetry, balance, diffusion, direction,and variationthis book is an indispensable reference for beginners and seasoned visual thinkers alike. Whether you simply want to familiarize yourself with visual concepts or whether you're an experienced designer looking for new ways to convey your ideas to a client, Visual Grammar is the clearand concise manual that you've been looking for.",
		"edition": "1st edition",
		"event-place": "New York",
		"ISBN": "978-1-56898-581-7",
		"language": "English",
		"number-of-pages": "96",
		"publisher": "Princeton Architectural Press",
		"publisher-place": "New York",
		"source": "Amazon",
		"title": "Visual Grammar: A Design Handbook",
		"title-short": "Visual Grammar",
		"author": [
			{
				"family": "Leborg",
				"given": "Christian"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2006",
					5,
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/379/items/J9G96JNN",
		"type": "book",
		"abstract": "Encompassing a broad range of history -- from the Greek and Roman eras to the Salem witch trials and the Dust Bowl of the early 20th century, leading scholars from the United States, Canada, and Great Britain analyze history with the tools of GIS. Through the use of modern GIS technology the past is revealed in new ways, in re-creating Civil War battlefields, by bringing ancient landscapes back to life, and in re-examining long-held assumptions about historical events. Combining a deep appreciation of the strengths of traditional history with the technology of GIS, this book provides a new perspective for historical researchers and GIS experts.",
		"edition": "First Edition",
		"event-place": "Redlands, Calif",
		"ISBN": "978-1-58948-032-2",
		"language": "English",
		"number-of-pages": "250",
		"publisher": "Esri Press",
		"publisher-place": "Redlands, Calif",
		"source": "Amazon",
		"title": "Past Time, Past Place: GIS for History",
		"title-short": "Past Time, Past Place",
		"editor": [
			{
				"family": "Knowles",
				"given": "Anne Kelly"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2002",
					4,
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/379/items/6AYQB2AE",
		"type": "book",
		"abstract": "In the last decade, historical GIS has emerged as a promising new methodology for studying the past. Historical GIS is the use of geographic information systems software and allied geospatial methods for historical research and teaching. Placing History: How Maps, Spatial Data, and GIS Are Changing Historical Scholarship offers case studies and essays on key issues involving historical GIS, highlighting the unprecedented range of tools to visualize historical information in a geographical context. Quantitative social science historians are embracing GIS to facilitate the mapping of large datasets, but anyone with access to the software and the skills to use it can include mapping in research. This change is little short of revolutionary considering how few scholars or students made maps even ten years ago. Historical maps are suddenly in great demand as digitally modified, georeferenced images that enable researchers to study GIS as a visual medium of communication and analysis.",
		"edition": "51022nd edition",
		"event-place": "Redlands, CA",
		"ISBN": "978-1-58948-013-1",
		"language": "English",
		"number-of-pages": "313",
		"publisher": "Esri Press",
		"publisher-place": "Redlands, CA",
		"source": "Amazon",
		"title": "Placing History: How Maps, Spatial Data, and GIS Are Changing Historical Scholarship",
		"title-short": "Placing History",
		"editor": [
			{
				"family": "Hillier",
				"given": "Amy"
			},
			{
				"family": "Knowles",
				"given": "Anne Kelly"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2008",
					1,
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/379/items/X84CXEGC",
		"type": "book",
		"abstract": "Maps become a means of seeing the world from many perspectives in this appealing guide, which is aimed at training readers to look at images with a critical eye. The authors (a social scientist and a pastor/community organizer) challenge readers to stretch their intellectual boundaries while they wrap their minds around demonstrations of the many ways of making maps and the truth that no way is \"the right one.\" A final chapter provides a guide to using map projections in human resource development and adult education. It's a smart book but not a beautiful one many of the illustrations went muddy in the transfer from color to b&w, and seven unlovely pages of the publisher's advertising precede the index. Wide format: 11x8.5<\">. Annotation c. Book News, Inc., Portland, OR (booknews.com)",
		"event-place": "Amherst, Mass",
		"ISBN": "978-1-931057-00-4",
		"language": "English",
		"number-of-pages": "152",
		"publisher": "O D T Inc",
		"publisher-place": "Amherst, Mass",
		"source": "Amazon",
		"title": "Seeing Through Maps: The Power of Images to Shape Our World View",
		"title-short": "Seeing Through Maps",
		"author": [
			{
				"family": "Kaiser",
				"given": "Ward"
			},
			{
				"family": "Wood",
				"given": "Denis"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2001",
					9,
					15
				]
			]
		}
	}
]